tap "olets/tap"
tap "rcmdnk/file"
brew "asdf"
brew "bat"
brew "eza"
brew "fd"
brew "gh"
brew "git"
brew "mise"
brew "ripgrep"
brew "sheldon"
brew "zoxide"
brew "rcmdnk/file/brew-file"
cask "font-hack-nerd-font"
cask "raycast"
cask "rectangle"
cask "visual-studio-code"
cask "wezterm"
vscode "4ops.terraform"
vscode "alefragnani.project-manager"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "johnpapa.vscode-peacock"
vscode "leodevbro.blockman"
vscode "mhutchie.git-graph"
vscode "mosapride.zenkaku"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode.wordcount"
vscode "oderwat.indent-rainbow"
vscode "rooveterinaryinc.roo-cline"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "yzane.markdown-pdf"
